{
  "title": "Open PhD Positions - Computational Materials Physics (University of Vienna)",
  "heroImage": "/images/phd_position.jpeg",
  "heroAlt": "Research position illustration",
  "intro": "Applications are invited for a fully funded PhD position on the project \"Ab initio Unveiling of Relativistic Ordered Phases\", supervised by Dr. Dario Fiore Mosca in the Computational Materials Physics Group at the University of Vienna, Austria.",
  "sections": [
    {
      "heading": "Topic of the project:",
      "body": [
        "In condensed matter physics, hidden-order phases are characterized by clear thermodynamic phase transitions whose corresponding order parameters remain elusive to conventional experimental techniques. These phenomena often originate from the interplay between strong spin–orbit coupling and electronic correlation, that couple intersite exchange, classical electron–magnetic interactions and electron–lattice effects. The successful candidate will use state-of-the-art first principles calculations and effective model Hamiltonian methods to advance the fundamental understanding of these exotic states and develop innovative methodologies for identifying such orders."
      ]
    },
    {
      "heading": "Required qualifications:",
      "body": [
        "We are looking for a candidate with a strong interest in research and an openness to interdisciplinary collaboration."
      ],
      "items": [
        "Master’s degree in Physics, Materials Science, Chemistry, or a closely related field",
        "Excellent oral and written communication skills in English",
        "Strong interest in materials physics and in applying or developing advanced computational methods",
        "Ability and willingness to work as a member of a diverse and international research team",
        "Experience with first-principles electronic-structure methods (e.g. DFT, DFT+DMFT, or related approaches) is desirable",
        "Advanced mathematical and/or programming skills are a plus."
      ]
    },
    {
      "heading": "We offer:",
      "body": [
        "We offer a stimulating research environment with access to excellent infrastructure and opportunities for professional development."
      ],
      "items": [
        "A dynamic and collaborative research environment",
        "Opportunities for professional development through courses, workshops and scientific exchanges",
        "Access to excellent computational resources and a modern research infrastructure",
        "Flexible working arrangements, including the possibility of partial remote work."
      ]
    },
    {
      "heading": "Start date: ",
      "body": [
        "Between March and September 2026, with a total duration of three years.  "
      ]
    }
  ],
  "contact": {
    "text": "Please send your application to dario.fiore.mosca@univie.ac.at including:",
    "email": "dario.fiore.mosca@univie.ac.at",
    "items": [
      "A cover letter describing your motivation for applying and how the position aligns with your long-term career goals",
      "Your curriculum vitae (CV)",
      "Contact information for two academic references",
      "A copy of your Master’s thesis (if available) and transcripts of your Bachelor’s and Master’s records"
    ]
  }
}
