{
    "section": "Research",
    "content": [
        {
            "title":"Multipolar Hidden Orders",
            "description":[
                "In many materials, ordered phases like the atomic arrangements in crystals or the alignement of magnetic moments can be straightforwardly characterized. \"Hidden order\" instead refers to phase transitions where thermodynamic signatures of ordering are clear, yet the order parameter remains elusive to direct detection.",
                
                "These unconventional states often arise from strong spin-orbit coupling, which entangles intersite exchange, classical electron-magnetic, and electron-lattice interactions. Such complexity makes them inaccessible to standard probes and beyond the reach of conventional theories of insulating magnetism.",
                
                "Double perovskites with $5d$ transition metal ions provide an ideal platform for investigating such effects. In these materials, the large interatomic distance of the magnetic ions, combined with strong correlation and strong spin-orbit effect produces high total angular momentum states with active multipolar degrees of freedom, beyond conventional dipoles."
            ],
            "image":"multipolar.jpeg",
            "external_links": 
                {
                    "preceed_desc":"Do you want to know more? Check out these publications!",
                    "links":[
                        "https://www.nature.com/articles/s41578-025-00824-z",
                        "https://journals.aps.org/prresearch/abstract/10.1103/tvp5-mpy9",
                        "https://journals.aps.org/prb/abstract/10.1103/PhysRevB.110.L201101"
                    ]
                }
        },
        {
            "title":"Polarons in strong Spin-Orbit systems",
            "description":[
                "Polarons are quasiparticles emerging from the coupling of charge carriers with lattice vibrations (electron-phonon interaction). In solids, small polarons manifest as strongly localized states that produce local lattice distortions and introduce flat in-gap states, thereby preventing the insulator-metal transition. Classic examples include transition-metal oxides such as TiO$_2$ and manganites, where polaron formation plays a central role in their transport and optical properties.",
                
                "Beyond their standard form, polarons can couple to other internal degrees of freedom, giving rise to composite quasiparticles — for instance, magnetic polarons, Jahn-Teller polarons, and even ferroelectric polarons. In transition-metal oxides,  where spin-orbit coupling and strong electronic correlations coexist, this naturally raises the possibility of a new entity: the spin-orbital polaron.",

                "Such spin-orbital polarons were recently discovered in Ca-doped double perovskite Ba$_2$NaOsO$_6$. Interestingly, although  being mobile quasiparticles, polarons can become frozen at temperatures relevant for magnetic exchange interactions. Their presence can thus dramatically alter the effective interactions and stabilize novel quantum magnetic phases."
            ],
            "image":"polaron.jpeg",
            "external_links": 
                {
                    "preceed_desc":"Do you want to know more? Check out these publications!",
                    "links":[
                        "https://www.nature.com/articles/s41467-024-46621-0"
                    ]
                }
        },
        {
            "title":"Exchange Interactions from First Principles",
            "description":[
                "First-principles calculations of exchange interactions are an essential tool for building realistic spin models, interpreting experimental data, and predicting novel magnetic phases in complex materials. Reliable calculations of exchange couplings enable description and uderstanding of magnetic systems and the underlying physics directly from the electronic structure, without relying on empirical parameters.",

                "Force-theorem methods compute intersite exchange interactions from the DFT free-energy response to small tilts of ordered moments, assuming an effective Heisenberg Hamiltonian. The Force-Theorem in Hubbard-I method extends this idea to perturbations around the paramagnetic state, readily available in DFT+DMFT within the Hubbard-I approximation. The method is especially advantageous for strongly correlated systems with competing multipolar orders since it avoids the need for multiple self-consistent calculations of ordered phases.",

                "MagInt implements the Force-Theorem in Hubbard-I method in Wien2k+TRIQS as an open source code."
            ],
            "image":"magint.jpeg",
            "external_links": 
                {
                    "preceed_desc":"Do you want to know more? Check out the GitHub page!",
                    "links":[
                        "https://github.com/MagInteract/MagInt"
                    ]
                }
        }
    ]
}
